Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/bible/other_files/plan_for_samisk_trosopplaering.pdf.tmx
Source language: sme
Languages: sma

source: Sámi oskkuoahpahusplána lea sihke reaidu ja lassi ulbmildokumenta.
sma: Naemhtie åålmegh, gusnie saemien maanah jïh noerh, viehkiem

source: Bajilgovas vuolábealde leat čatnan sámiide guoskivaš oahppočalmmustahttima buot geatnegahtton váldofáttáide mat leat Ipmil
sma: åadtjoeh vuejnedh mah leah vihkeles aamhtesh aktene saemien jaahkoeøøhpehtimmesne, voengesisnie.

source: addá – Mii juogadit plána golmma bealis.
sma: Soejkesje saemien jaahkoeøøhpehtæmman lea

source: Oasit maid leat lasihan iešguđetge geatnegahtton váldofáddái, eai boađe Ipmil addá – Mii juogadit plána ulbmiliid sadjái, muhto leat daidda deavddan.
sma: dovne akte dïrrege jïh akte lissie ulmietjaatsege. Vuesiehtimmesne vuelielisnie lea lïerehtimmiefokush saemien bïjre tjaaleme, ektiedamme fïerhten obligatovreles

source: Danne eai leat ollu oskkuoahpahusa guovddáš fáttáin mielde bajilgovas vuolábealde.
sma: åejvieaamhtesasse dejtie golme vuajnojde soejeksjisnie Gud gir – Vi deler.

source: Deattuhit ahte vuolábeale skovvi ii atte dievaslaš gova sámi oskkuoahpahusa relevánta
sma: Dah mierieh mah leah lissine bïejeme fïerhten obligatovreles åejvieaamhtesasse, eah leah sijjeste dejtie ulmide

source: oahppoulbmiliin.
sma: Dah åålmegh byøroeh

source: Báikkálaš plánaid ráhkadeamis berrejit searvegottit danne ohcat vejolašvuođaid váldit mielde osiid maid leat báikegoddái heivehan, sihke buot váldofáttáid dáfus, ja maid daid dáfus
sma: dannasinie, gosse voenges soejkesjh darjoeh, vuejnedh mejtie gåarede sijjiesjïere biehkieh meatan vaeltedh, dovne gosse krøøhkeste gaajhkide åejvieaamhtesidie, aaj dah mah leah gåaroes

source: mat leat guorosin (Ándagassii addin, Fásttu ja biehttaleapmi ja Mieldebargit).
sma: (Soelkedimmie, Faastoe jïh hiejhteme jïh Barkijevoete). Dah stoerre gyhtjelassh

source: • Mánát ja nuorat galget oahppat dovdat sápmelaččaid árbevirolaš ja ođđaáigásaš luonddugeavaheami ja luondduvalljodagaid ávkkástallama mii sáhttá sidjiide duddjot vuđoleappot jurddašeami ja ovdošeami olbmo saji birra Ipmila sivdnádusas.
sma: • Maanah jïh noerh edtjieh saemiej aerpievuekien jïh daajbaaletje eatnemeåtnojne jïh eatnemevierhtieåtnojne åahpanidh, ihke ussjedadtedh jïh onterdidh almetjen sijjien bïjre Jupmelen sjugniedimmesne.

source: Guovddáš dimenšuvnnat olbmo eallimis
sma: Vihkeles bielieh aalmetjejieledisnie

source: • Giella, kultuvrralaš gullevašvuohta ja čearddalaš girjáivuohta leat maid guovddáš dimenšuvnnat olbmo eallimis maiguin mánát ja nuorat berrejit kristtalašvuođa čuovgasa bokte bargat.
sma: • Gïele, kultuvrelle roehtsh jïh etnihken gellielaaketje aaj akte vihkeles bielie almetjejieledisnie mejgujmie maanah jïh noerh byøroeh barkedh, kristeles jaahkoen tjoevkesisnie.

source: Eallin- ja oskkuhistorjá
sma: Jielede jïh jaahkoehistovrije

source: • Sámi mánáid ja nuoraid sámi identitehta ovdána sihke dan oktavuođa ektui mii sis lea sámi álbmogii ja dan historjái ja kulturárbevieruide, ja deaivvadettiin stuoraservodagain.
sma: • Saemien maanaj jïh noeri saemien identitete evtiesåvva dovne ektiedimmesne dejtie saemien almetjidie, dej histovrijine jïh kultuvreaerpie-vuekiejgujmie, jïh gosse stoerresiebriedahkem dåastoeh.

source: Sámi mánát ja nuorat dárbbašit gávdnat giela iežaset oskkuhistorjái mii searvvaha fáttáid ja vásihusaid mat leat čadnojuvvon dasa.
sma: Saemien maanah jïh noerh daarpesjieh aktem gïelem gaavnedh sov jïjtse jaahkoehijstovrijese, mij aaj aamhtesh jïh dååjrehtimmieh faarhmeste ektiedamme disse.

source: Persovnnalaš ovdáneapmi
sma: Persovneles sjïdtedimmie

source: • Oppalaš hábmemis berre oskkuoahpahus addit eanet oahpu sámi eallinvuogi, árvvuid ja duohtavuođaipmárdusa birra, nugo dat ovdanbohtet báikkálaš birrasis ja báikegotti kultuvrras.
sma: • Goh sïejhme learoe dle jaahkoeøøhpehtimmie byøroe viehkiehtidh buerebe åehpies sjïdtedh saemien jieledevoetine, aarvoeh jïh jieledegoerkese, naemhtie dah leah våajnoes voenges byjresisnie jïh sijjiesjïere kultuvresne.

source: • Mánáid ja nuoraid galgá movttiidahttit doalahit oktavuođa iežaset ristváhnemiiguin vai sii sáhttet oažžut neavvagiid ja veahki oskku ahtanuššamis, ja dan bokte oahppat ja vásihit makkár ovddasvástádusat ristváhnemiin leat.
sma: • Edtja maanide jïh noeride skreejredh baantide tjåadtjoehtidh sijjen krist ’ eejhtegidie bïhkedimmien jïh viehkien gaavhtan, juktie jaahkosne sjïdtedidh, jïh naemhtie faadterevoeten diedtem lïeredh jïh dååjredh.

source: Dat lea buorre oahppu jus ieš šaddá ristváhnemin maŋŋil eallimis.
sma: Daate sæjhta akte hijven lïerehtimmie årrodh jis faadterinie sjædta mænngan jieledisnie.

source: Áhčči min ja rohkos
sma: Aehtjie mijjen jïh rohkelasse

source: • Mánát ja nuorat galget oahppat Áhčči minrohkosa, beavderohkosa ja eahketrohkosa iežaset gillii.
sma: • Maanah jïh noerh edtjieh Aehtjie mijjen, buertierohkelassem jïh iehkedsrohkelassem jïjtse gïelesne lïeredh.

source: Sii galget maid oahppat báikegoddái heivehuvvon rohkosárbevieruid, ovdamearkkadihte «Áhči ja Bártni ja Bassi Vuoiŋŋa nammiiš, «Jesus nammiiš ja russesteami iešguđet eallindilálašvuođain.
sma: Dah edtjieh aaj sijjiesjïere rohkelasseaerpievuekiej bïjre lïeredh, v.g.. Aehtjie mijjen sijjie, guktie Aehtjien Baernien jïh Dan Aejlies Voejkenen nommesneš, «Jeesusen nommesneš jïh kroessevæhtam nåhtede jieleden ovmessie tsiehkine.

source: Biibbal
sma: Bijbele

source: • Mánát ja nuorat galget oahppat dovdat davvisámegiel, julevsámegiel ja lullisámegiel biibbaljorgalanbargguid birra, ja oahppat guovddáš biibbalteavsttaid iežaset sámegillii.
sma: • Maanah jïh noerh edtjieh daajroem åadtjodh bijbelejarkoestimmiej bïjre noerhtesaemien, julevsaemien jïh åarjelsaemien, jïh vihkeles bijbeletjaalegigujmie åahpanidh jïjtse saemien gïelesne.

source: Girkojagi allabasit ja mearkabeaivvit
sma: Gærhkoejaepien bissiebiejjieh jïh mierhkebiejjieh

source: • Mánát ja nuorat galget suokkardit gávdnojit go sámi árbevierut mat gullet girkojagi allabasiide, dás maid Márjjá lohpádusbeaivvi.
sma: • Maanah jïh noerh edtjieh goerehtidh mejtie lea sijjiesjïere saemien aerpievuekieh ektiedamme gærhkoejaepien bissiebiejjide, aaj Maarjan biejjie.

source: Girku
sma: Gærhkoe

source: • Mánáid ja nuoraid galgá hástalit kritihkalaččat geahččat girku historjjálaš deaivvadeami sápmelaččaiguin sámi oskkoldat- ja girkohistorjjá vuođul.
sma: • Edtja maanide jïh noeride haestedh laejhtehkslaakan ussjedadtedh gærhkoen histovrijes gaavnesjimmien bïjre saemiejgujmie, våaroemisnie saemien religijovne- jïh gærhkoehistovrijeste.

source: • Mánát ja nuorat galget oahppat sámi báhpaid Lars Levi Læstadiusa ja Anders Fjellnera birra.
sma: • Maanah jïh noerh edtjieh dej saemien hearraj bïjre lïeredh, Lars Levi Læstadius jïh Anders Fjellner.

source: • Mánát ja nuorat galget oahppat dovdat iešguđet sámi giellajoavkkuid Norgga girkus, ja ahte sálmmat, liturgiijat ja eará girkolaš teavsttat gávdnojit sihke lullisámegillii, julevsámegillii ja davvisámegillii.
sma: • Maanah jïh noerh edtjieh daajroem åadtjodh dej ovmessie saemien gïeletjïerti bïjre Dennie nøørjen gærhkosne, jïh åadtjodh daejredh saalmh, liturgijh jïh jeatjah gyrhkeles tjaalegh åarjelsaemien, julevsaemien jïh noerhtesaemien gååvnesieh.

source: • Mánát ja nuorat galget oahppat álgoálbmogiid dili birra máilmmiviidosaš girkus.
sma: • Maanah jïh noerh edtjieh aalkoealmetji tsiehkien bïjre lïeredh dennie veartenevijries gærhkosne.

source: 1. oskkuartihkkal
sma: 1. jaahkoeartihkele

source: • Mánát ja nuorat galget sámi muitalusaid bokte oahppat sápmelaččaid oainnu birra lundui ja duohtavuođaipmárdussii, ja čatnat daid biibbalmuitalusaide.
sma: • Maanah jïh noerh edtjieh gosse barkeminie saemien vaajesigujmie, lïeredh guktie saemieh eatnemem krøøhkieh jïh riektesvoetem guarkah, jïh dejtie vaajesigujmie bijbelistie ektiedidh.

source: • Mánát ja nuorat galget sámi árbevieruid čuovgasa bokte bargat ipmárdusain: Gii lea Ipmil sivdnideaddjin, ja mii lea olmmoš mii lea eatnamis sivdniduvvon.
sma: • Maanah jïh noerh edtjieh barkoen tjïrrh guarkedh Jupmele lea sjugniedæjjine, jïh almetje goh eatnamistie sjugniedamme saemien aerpievuekien tjoevkesisnie.

source: 2. oskkuartihkkal
sma: 2. jaahkoeartihkele

source: • Mánát ja nuorat galget oahppat ahte Jesusa ruossajápmin ja bajásčuožžileapmi lea duogáš ruossamearkka guovddáš sajis sámi kristtalaš árbevierus.
sma: • Maanah jïh noerh edtjieh Jeesusen kroessejaemedinie jïh tjuedtjielimmine åahpanidh goh våarome kroessevæhtan vihkeles sijjie saemien kristeles aerpievuekesne.

source: • Mánát ja nuorat galget oahppat dovdat Læstadiusa dajaldaga «Almmálaš váhnenš mii lea metafora Ipmilii Sivdnideaddjin ja Beastin, ja dan dajaldaga saji soabadusa ipmárdusas. 3. oskkuartihkkal
sma: • Maanah jïh noerh edjtieh åahpanidh Læstadiusen diejvesinie «Dïhte elmien eejhtegeš goh metafore Jupmielasse goh Sjugniedæjja jïh Lutnjiestæjja, jïh dïejvesen sijjie gosse edtja liktesem guarkedh 3. jaahkoeartihkele

source: • Mánát ja nuorat galget Apd 2,1-13 vuođul smiehttat Bassi Vuoiŋŋa doaimma birra Ipmila máŋggagielat ja máŋggačearddalaš girkus.
sma: • Maanah jïh noerh edtjieh ussjedidh Dan Aejlies Voejkenen råållen bïjre Jupmelen gærhkose goh jienebegïelen jïh jienebeetnihken dehtie Apg 2,1-13.

source: • Mánát ja nuorat galget oažžut oahpu gástta ja ristváhnemiid mearkkašumi birra sámi guovlluin.
sma: • Maanah jïh noerh edtjieh daajroem åadtjodh kristemen jïh faadterevoeten ulmien bïjre saemien dajvine

source: • Mánát ja nuorat galget oahppat dovdat báikegoddái heivehuvvon árbevieruid mat leat eahkedismállásiidda čadnojuvvon.
sma: • Maanah jïh noerh edtjieh dej sijjiesjïere aerpievuekiejgujmie åahpanidh ektiedamme dan aejlies maalestahkese

source: • Mánát ja nuorat galget oasálastit solidaritehtabargguin main álgoálbmotrievtti prinsihpat leat vuođđun.
sma: • Maanah jïh noerh edtjieh meatan årrodh solidaritetebarkosne mij lea aalkoealmetjeriekteles prinsihpide bigkeme

source: Mišovdna ja ekumenihkka
sma: Misjovne jïh økumenihke

source: • Dat diehtu ahte sápmelaččat gullet globála álgoálbmotsearvevuhtii lea lassánan ja dan berre čatnat oskkuoahpahusa mišovnna oassái.
sma: • Dïhte læssanamme voerkesvoete dah saemieh leah aktene abpe-veatenen aalkoealmetjeektievoetesne, byøroe jaahkoeøøhpehtimmien misjovnale bealan gårredidh.

source: Ásahit oktavuođaid máilmmiviidosaš girku eará álgoálbmogiidda mišonbargguid dahje ustitvuođašiehtadusaid bokte, addá oktavuođaid mat boktet beroštumi ja eaiggátvuođadovddu girku gohččosii.
sma: Gosse baanth gårrede jeatjah aalkoealmetjidie dennie veartenevijries gærhkosne, misjovneprosjekti jallh vietselesvoetelatjkoej tjïrrh, dle gaskesem sjugnede mij eadtjalgehtemem gååske jïh damta eekie dam mij lea gærhkoen barkoe

source: Etihkka
sma: Etihke

source: • Mánáid ja nuoraid galgá movttiidahttit gulahallamii ja kultuvralonohallamii searvegotti oskkuoahpahusdoaibmabijuin.
sma: • Edtja maanide jïh noeride skreejredh govlehtalledh jïh kultuvrem lotnedidh åålmegen jaahkoeøøhpehtimmieråajvarimmesne.

source: Ulbmil dainna lea duddjot gaskaneas árvvusatnima ja ipmárdusa mánáid ja nuoraid gaskkas geain lea iešguđetlágan duogáš.
sma: Åssjele lea sinsitniem krøøhkedh, jïh goerkese maanaj jïh noeri gaskemsh, joekehts maadtojne.

source: Ándagassii addin
sma: Soelkedimmie

source: Fástu ja biehttaleapmi
sma: Faastoe jïh hiejhteme

source: Mieldebargit
sma: Barkijevoete

source: Rohkos
sma: Rohkelasse

source: • Mánát ja nuorat galget oažžut vásihusaid rohkadallamis guovddáš rohkosiid sámi árbevierus.
sma: • Maanah jïh noerh edtjieh dååjrehtimmiem åadtjodh vihkeles rohkelassh saemien aerpievuekesne rohkeldih

source: • Mánát ja nuorat galget oahppat báikegoddái heivehuvvon sámi kristtalaš árbevieruid mat gullet iešguđetge lágán meahcásteapmái.
sma: • Maanah jïh noerh edtjieh sijjiesjïere saemien kristeles aerpievuekiejgujmie åahpanidh mah leah gelliesåarhts eatnemeåtnojde ektiedamme.

source: Ipmilbálvalus
sma: Gyrhkesjimmie

source: • Mánát ja nuorat galget oahppat sápmelaččaid ipmilbálvalus- ja čoakkalmasárbevieruid, ja oažžut vejolašvuođa oasálastit arenain gos dakkárat leat anus.
sma: • Maanah jïh noerh edtjieh saemiej gyrhkesjimmie- jïh åålmegeaerpievuekiej bïjre lïeredh, jïh nuepiem åadtjodh meatan årrodh dejnie sijjine gusnie dah leah åtnosne

source: Biibballohkan
sma: Bijbelelohkeme

source: • Mánát ja nuorat galget oahppat váldit Biibbala atnui ja kristtalaš sámegiel girjjiid.
sma: • Maanah jïh noerh edtjieh lïeredh Bijbelem jïh kristeles lidteratuvrem nåhtadidh saemien gïelesne

source: Lávlun, musihkka ja kultuvra
sma: Laavlome, musihke jïh kultuvre

source: • Mánát ja nuorat galget oažžut vejolašvuođa ovdanbuktit iežaideaset sálmmaid, musihka ja eará kultuvraovdanbuktimiid.
sma: • Maanah jïh noerh edtjieh nuepiem åadtjodh jïjtjemem vuesiehtidh saalmigujmie, musihkine jïh jeatjah kultuvrevoetigujmie.

source: • Mánát ja nuorat galget ožžut vejolašvuođa vásihit báikegoddái heivehuvvon girkomusihkalaš árbevieruid, ja dasalassin oahppat dovdat girkomusihkalaš geavada mii sámi guovlluin lea dál.
sma: • Maanah jïh noerh edtjieh nuepiem åadtjodh sijjiesjïere gærhkoemusihkales aerpievuekieh dååjrehtidh, jïh baaltele maehtelesvoetem åadtjodh dan gærhkoemusihken bïjre mij saemien dajvine åtnasåvva daan biejjien.

source: • Mánát ja nuorat galget oažžut vejolašvuođa oahppat atnit árbevirolaš arenaid oskkuoahpahusas.
sma: • Maanah jïh noerh edtjieh nuepiem åadtjodh aerpievuekien sijjieh nåhtadidh jaahkoeøøhpehtimmesne.

source: • Mánát ja nuorat galget oskkuoahpahusa oahppama ja muitalanárbevieruid oktavuođas geavahit reaidduid ja vugiid praktihkalaš bargguin.
sma: • Maanah jïh noerh edtjieh dïrregh jïh vuekieh dæjpeles barkosne nåhtadidh, jaahkoedeallahtimmiej jïh soptsestimmievuekiej sjiekenisnie.

source: • Mánáid ja nuoraid galgá movttiidahttit atnit sámegiela.
sma: • Edtja maanide jïh noeride skreejredh saemien gïelem nåhtadidh.

source: Sihke njálmmálaš ja čálalaš oktavuođain galgá láhčit vejolašvuođaid sámegiela geavaheapmái.
sma: Dovne njaalmeldh jïh tjaaleldh ektiedimmine byøroe sjïehteladtedh dam saemien gïelem nåhtadidh.

source: - Movt sáhttá du searvegoddi addit sámi mánáide ja nuoraide kristtalaš eallindulkoma ja ráhkkanahttit sin birget eallimis vugiin mii vuhtiiváldá sin sámi gullevašvuođa ja identitehta ?
sma: - Guktie dov åålmege maahta kristeles jieledetoelhkestimmiem jïh jieledehaalvemem vedtedh saemien maanide jïh noeride, guktie dej saemien roehtsh jïh identitete gorresuvvieh ?

source: - Læstadialaš árbevierus lea Luthera uhca katekismusis guovddáš sadji oskkuoahpahusas.
sma: - Læstadijanen aerpievuekesne dle Lutheren ’ onne katekisme ’ aktem vihkeles sijjiem åtna jaahkoeøøhpehtimmesne.

source: Katekismus lea erenoamáš relevánta resursa dan fáddái maid namuhit kristtalaš oskku ja árbevieru oasis.
sma: Katekisme lea joekoen sjyøhtehke goh vierhtie gårredamme dan aamhtesasse mij lea neebneme daan vuajnoen nuelesne, kristeles jaahkoe jïh aerpievuekie

source: - Movt sáhttá «sámiš vuolitfáttaid juohkit ja čilget vuđoleappot doaibmabijuid bokte dakkár vugiiguin mat olahit buot mánáid ja nuoraid searvegottis
sma: - Guktie maahta dejtie «saemienš nuelieaamhtesidie joekedidh jïh lïhkebe vuartasjidh råajvarimmiej tjïrrh, juktie gaajhkide maanide jïh noeride åålmegisnie jaksa ?

source: 3.0 Prinsihpalaš oassi
sma: 3.0 Prinsihpielle bielie

source: 3.1 Čatnašupmi Norgga láhkii ja girkolaš plánaideNorgga stáhta lea vuođđuduvvon guovtti álbmoga
sma: 3.1 Tsåeptsie nøørjen laakesne jïh gyrhkeles soejkesjinie

source: eatnamiidda, dáččaid ja sápmelaččaid. Sápmelaččaid eavttut álgoálbmogin Norggas leat
sma: Dïhte nøørjen staate lea dajvesne gøøkte almetjidie tseegkesovveme, nøørjen jïh saemien.

source: čállojuvvon Vuođđolága § 110 a.
sma: Maadtlaaken § 110 a tjåadtjoeh.

source: Vuođđolágaparagráfa leat ráhkadan daid riikkaidgaskasaš álgoálbmotkonvenšuvnnaid vuođul maid Norga lea dohkkehan.
sma: Maadthlaakeparagrafe gaskenasjovnale aalkoealmetjekonvensjovnide bigkie, mejtie Nøørje jååhkesjamme.

source: Dat geatnegahttet buot almmolaš eiseválddiid Norggas
sma: Dah åeliedieh gaajhkh byøgkeles åejvieladtjh Nøørjesne eadtjohkelaakan dåarjedidh,

source: doarjut ja láhčit saji doaibmabijuide mat vealahit positiivvalaččat fálaldagaid addimis ja doaimmaid álggaheamis sápmelaččaide.
sma: jïh råajvarimmieh sjïehteladtedh mah leah goh positijve joekehtehteme, gosse edtjieh faalenassh vedtedh jïh råajvarimmiejgujmie nierhkedh mah dejtie saemide doehtedieh.

source: Girku lea dohkkehan daid prinsihpaid, ja váldán duohtan daid geatnegasvuođaid oskkuoahpahusođastusas.
sma: seamadamme daejnie prinsihpine, jïh åeliedimmide ietjmieslaakan vaalteme jaahkoeøøhpehtimmiereformesne.

source: Dat ovdanboahtá čielgasit Norgga girku bajitdási oskkuoahpahusplánas, Ipmil addá – Mii juogadit.
sma: Daate tjïelke våajnoes Dennie nøørjen gærhkoen bijjemes jaahkoeøøhpehtimmie

source: Ipmil addá – Mii juogadit lokte sámi
sma: soejkesjisnie, Gud gir – Vi deler.

source: Danne leat váldán mielde sámi álbmoga máhtu vuoiŋŋalašvuođas, girkoeallimis ja árbevierus dakkár mávssolaš árbevierrun maid
sma: Gud gir – Vi deler saemien gærhkoejielemem åvtese lutnjie goh akte bielie dehtie aerpievuekeste jïh ektievoeteste mejtie Nøørjen gærhkoe tjeekehte.

source: buohkat geat leat gásttašuvvon galggaše dovdat.
sma: Dannasinie neebnesåvva daajroe saemiej voejkenevoeten bïjre, gærhkoejieleme jïh aerpievuekie goh akte vihkeles aerpievuekien aarvoe mejtie gaajhkh kristeme byøroeh åadtjodh.

source: (gč. Ipmil addá – Mii juogadit, kapihttal 2).
sma: (m. Gud gir – Vi deler, kapihtele 2).

source: Oskkuoahpahusplána lea resursadokumenta searvegottiide mat háliidit váldit sámi geahččanbeliid oskkuoahpahussii.
sma: Soejkesje saemien jaahkoeøøhpehtæmman sæjhta vierhtietjaatseginie årrodh gaajhkide åålmegidie mah sïjhtieh saemien perspektijvh meatan vaeltedh

source: Ráđđehusa sámepolitihka láidesteamit váikkuhit dasa movt girku oskkuoahpahus organiserejuvvo sápmelaččaide.
sma: Bïhkedassh reerenassen saemiepolitihkesne konsekvensh utnieh guktie gærhkoe jaahkoeøøhpehtimmiem øørnede saemide.

source: St.dieđ.nr 28 (2007-2008) Sámepolitihkka, čujuha Norgga girku sierra ovddasvástádussii sámi girkoeallimis.
sma: nr 28 (2007-2008) Samepolitikken, tjuvtjede Dan nøørjen gærhkoen sjïere deadtan saemien gærhkoejielemen åvteste.

source: «Dat maid buot ovddimus ferte váldit vuhtii sámi girkoeallimis Norgga girku siskkobealde lea dan
sma: «Et overordnet hensyn i varetakelsen av samisk kirkeliv i Den norske kirke

source: ahte ferte ovddidit ovttas sámiid iešipmárdusain ja sámi árbevieruiguinš (s 182).
sma: er at det må utvikles i pakt med samisk selvforståelse og samiske tradisjonerš (b. 178).

source: Sámi oskkuoahpahusplána galgá ge sihkkarastit ahte ođastus vuhtiiváldá sámi iešipmárdusa ja sámi
sma: Soejkesje saemien jaahkoeøøhpehtæmman edtja ojhte tjïrkedh saemien jïjtjegoerkese jïh aerpievuekieh reformesne gorresuvvieh.

source: Sámelága giellanjuolggadusaid § 1-5 cealká ahte sámegiella ja dárogiella leat ovttaárvosáš gielat.
sma: Saemielaaken gïelenjoelkedassh § 1-5 nænnoste saemien jïh nøørjen leah seammavyørtegs gïelh.

source: Ođđajagimánu 1. beaivvi 2011 rájes leat čuovvovaš
sma: Tsiengelen 1. b 2011 daah tjïelth leah saemien gïelen reeremedajvesne: Kautokeino, Karasjok, Porsanger,

source: suohkanat mielde sámegiela hálddašanguovllus: Guovdageaidnu, Kárášjohka, Porsáŋgu, Unjárga, Deatnu, Gáivuotna, Loabát, Divtasvuodna ja Snoasa.
sma: Nesseby, Tana, Kåfjord, Lavangen, Tysfjord jïh Snåase.

source: Njuolggadusat fátmmastit davvi-, julev- ja lullisámi giellaguovlluid.
sma: Noerhte-, julev- jïh åarjelsaemien gïeledajvh leah moenemistie feerhmeme.

source: hálddašansuohkana leat dušše oasáš árbevirolaš sámi ássanguovllus.
sma: Dah uktsie reeremedajvetjïelth leah ajve akte unnebe bielie

source: Dan guovllu viidodat lea Mátta-Várjjagis Finnmárkku fylkkas gitta lulás Engerdalii Hedmárkku fylkkas.
sma: Nøørjesne daate dajve lea Åarjel-Varangeristie Finnmarhken fylhkesne, Engerdalen gåajkoe Hedmarhken fylhkesne åarjene.

source: Našovnnalaš
sma: Dïhte nasjovnale

source: oskkuoahpahusplána cealká ahte sámi mánáin ja nuorain lea riekti oažžut oahpahusa ja oahpponeavvuid iežaset gillii (gč Ipmil addá, kapihttal 8).
sma: jaahkoeøøhpehtimmiesoejkesje tjïelkeste saemien maanah jïh noerh reaktoem utnieh øøhpehtimmiem jïh tjaalegh jïjtse gïelesne åadtjodh (m. Gud gir – Vi deler, kapihtele 8).

source: Dasalassin čujuha dat ahte
sma: Lissine tjuvtjede: «Menigheter

source: «Searvegottiin sámegiela ja kultuvrra hálddašanguovllus lea sierra ovddasvástádus láhčit oskkuoahpahusfálaldagaid sámi mánáide ja nuoraideš (gč Ipmil addá – Mii juogadit, Ulbmil ja
sma: («Åålmegh gïelen jïh kultuvren reeremedajven sisnjelen aktem sjïere diedtem utnieh jaahkoeøøhpehtimmiefaalenassh sjïehteladtedh saemien maanide jïh noerideš).

source: ráhkadus).
sma: Dannasinie maadta

source: Searvegottiid báikkálaš oskkuoahpahusplánaid ráhkadeami oktavuođas ávžžuhit danne hábmet mihttomeriid mat addet sámi mánáide ja nuoraide vejolašvuođa
sma: Saemien jaahkoeøøhpehtimmie byøroe lissine fokusem utnedh sosialiseringese aktene perspektijvesne jienebh boelvigujmie, gusnie sjïehteladta ektesne

source: sihkkarastit, áimmahuššat ja ovdanáhttit sámegiela ja kultuvrra. 3.2 Doahpagat ja sátnegeavaheapmi
sma: 3.2 Diejvesh jïh baakoeåtnoe – akte faarhmeles jaahkoeøøhpehtimmieDaate soejkesje faarhmestimmiem tsiehkestahta

source: – fátmmasteaddji oskkuoahpahus
sma: – Vi deler, kapihtele 6).

source: Fátmmasteapmi galgá leat dán plána vuođđoprinsihppa sámi mánáid ja nuoraid oskkuoahpahusas.
sma: goh akte vihkielommes prinsihpe jaahkoeøøhpehtimmesne saemien maanide jïh noeride.

source: Fátmmasteami vuođđu lea
sma: Faarhmestimmie seammavyørtegsvoetese

source: Olbmo riekti leahkit earálágan ja dattege gullat sosiála, kultuvrralaš ja fágalaš searvevuhtii, lea fátmmasteami jurdaga vuolggasadji go olmmošlaš searveuođaid galgá hukset.
sma: Almetjen reakta joekehts årrodh jïh læjhkan roehtsem utnedh aktene sosijale, kultuvrelle jïh faageles ektievoetesne, lea faarhmestimmieåssjaldahken våarome, juktie aktem almetjen ektievoetem

source: Fátmmasteapmi lea danin eará go integreren ja assimileren. Integreren
sma: Faarhmestimmie lea dannasinie mij akt jeatjah goh sjïehtedimmie jïh vejtiestimmie.

source: ja assimileren eaktuda soapmasiid geat leat olggobealde ja geaid galgá váldit searvevuhtii dan bokte ahte dahká sin eanetlogu lágánin.
sma: Sjïehtedimmie jïh vejtiestimmie tsiehkestehtieh naaken ålkolen tjåadtjoeh jïh edtjieh ektievoeten sijse vaaltasovvedh juktie dejtie seammaplïeres jienebelåhkojne darjodh.

source: Dat ii leat fátmmasteapmi.
sma: Daate ij leah faarhmestimmie.

source: Fátmmasteaddji oskkuoahpahus eaktuda
sma: Akte jaahkoeøøhpehtimmie mij lea

source: álgoálggus juo buohkaid leat mielde searvevuođas, ja ahte sin oasálastin lea seammaárvosaš, vaikko velá iešguđet ge eavttuiguin.
sma: faarhmestæmman bigkeme, tsiehkestahta gaajhkesh aalkoelistie lea ektievoeten sisnie, jïh leah meatan desnie dejnie seammavyørtegs, ihkie joekehts premissine.

source: iežas oassin dan searvevuođas.
sma: Åvtehkh mah diedtem utnieh tjurieh

source: Dat eaktuda pedagogalaš jođiheami mas leat čuovvovaš prinsihpat:
sma: hoksedh almetje jïjtjemse vååjnoe goh akte bielie dehtie ektievoeteste.

source: - dásseárvosašvuohta oasálastiid gaskkas - searvevuohta mas lea sadji girjáivuhtii - mieldemearrideapmi
sma: Daate aktem eadtjohke stuvremem kreava, maahtojne jïh daajrojne kultuvrelle, faageles jïh sosijale jeerehtsinie almetji

source: Dáid prinsihpaid vuođđu addá rievtti leahkit earáláganin sosiála, kultuvrralaš ja fágalaš rámmaid siskkobealde.
sma: Daate aktem pedagogeles stuvremem tsiehkestahta, bigkeme daejtie prinsihpide:- seammavyørtegsvoete almetji gaskemsh

source: Dat earrána ovttaláganvuođa
sma: - ektievoete gusnie sijjie gellielaaketjasse
